Repository: mozilla-l10n/mt-training-data
Catalog: kw/kw_pontoon.tmx
Source language: en_us
Languages: kw

source: Shortcut will open with Tracking Protection disabled
kw: An skodhfordh a wra ygeri gans difresyans rag helerghi diallosegys

source: Show home screen tips
kw: Diskwedhes profyansow war an skrin dre

source: Show search suggestions?
kw: Diskwedhes profyansow hwilas?

source: %s is a privacy-first browser with extra-strong tracking and cookie protection built in.
kw: %s yw peurell privetter-kynsa gans difresyans rag helerghi ha pastiow gorgrev yssynsys.

# Site behaving unexpectedly? Try turning off Tracking Protection
source: Site behaving unexpectedly?\n Try turning off Tracking Protection
kw: Gwiva owth omdhegi yn anwaytyadow?\n Assay disweythresa Difresyans Helerghi

source: Site currently not supported
kw: Nyns yw an wiasva skodhys y'n eur ma

source: Site missing content or acting strange?\n Try turning off Enhanced Tracking Protection
kw: Gwiva ow kelli dalgh po omdhegi yn koynt?\n Assay disweythresa Difresyans Gwellhes rag Helerghi

source: Site permissions
kw: Kumyasow gwiva

source: Site Security
kw: Diogeledh an wiasva

source: Social
kw: Sosyel

source: Some ads track site visits, even if you don’t click the ads
kw: Nebes argemynnow a helergh vysytyansow gwiasvaow, hwath mar ny glyckydh an argemynnow

source: Some search engines cannot show suggestions.
kw: Ny yll nebes jynnow hwilas diskwedhes profyansow hwilas.

source: Sorry. We’re having a problem with this tab.
kw: Diharesow. Yma kudyn genen ow karga an tab ma.

source: %s | OSS Libraries
kw: %s | Kodguntellow OSS

source: Start browsing
kw: Dalleth peuri

source: Start your private browsing session, and we’ll block trackers and other bad stuff as you go.
kw: Dalleth dha esedhek peuri privedh hag y fydhyn ow lettya helerghellow ha taklow drog erel y'n fordh.

source: Stealth
kw: Danngel

source: Stop loading website
kw: Hedhi karga wiasva

source: Studies
kw: Studhyansow

source: Switch
kw: Skwychya

source: Switching Apps
kw: Skwychya Appys

source: Switch to link in new tab immediately
kw: Skwychya dhe gevren yn tab nowydh a-dhesempis

source: System default
kw: Skwir an kevreyth

source: Tab Crashed
kw: Tab Diskerys

source: Tab’s browsing history has been erased.
kw: Diles re beu istori peuri an tab.

source: Tabs open: %1$s
kw: Tabys ygor: %1$s

source: Take private browsing to the next level. Block ads and other content that can track you across sites and bog down page load times.
kw: Herdhya peuri privedh dres an kemmyn. Lettya argemynnow ha dalgh aral a yll dha holya dres gwivaow ha poshe prys karga folennow.

source: Tap here to trash it all — history, cookies, everything — and start fresh on a new tab.
kw: Tapp omma dh'y dewlel oll y'n atal — istori, pastiow, puptra — ha dalleth gans tabb yr nowydh.

source: Tap or clear this notification to securely erase your browsing history.
kw: Tapp po gordhyllo an gwarnyans ma dhe dhilea dha istori peuri yn tiogel.

source: Tap or swipe this notification to securely erase your browsing history.
kw: Tapp po tenna an gwarnyans ma dhe dhilea dha istori peuri yn tiogel.

source: The application will quit to apply changes
kw: An gweythyn a wra degea dhe weytha chanjyow

source: Theme
kw: Thema

source: These default settings offer strong protection. But it’s easy to tweak the settings to meet your specific needs.
kw: An dewisyow skwir ma a brof difresyans krev. Mes es yw godreylya an dewisyow dh'aga dhesedha orth dha edhommow komparek.

source: The site you requested does not support HTTPS
kw: Ny skoodh HTTPS an wiva may hwruss'ta pysi anedhi

source: This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server. <br/><br/> If you’ve connected to this server successfully in the past, the error may be temporary.
kw: Martesen yth yw problem gans kefurvyans an servyer, po bos nebonan owth assaya omwul an servyer. <br/><br/> Mar kwruss'ta junya dhe'n servyer ma yn sewen seulabrys, martesen yth yw an gwall anparghus.

source: This site doesn’t support HTTPS
kw: Ny skoodh an wiasva ma HTTPS

source: This site is currently not supported by Cookie Banner Reduction. Would you like to request our team review this website and add support in the future?
kw: Nyns yw skodhys an wiasva ma gans Leheans Baneryow Pastiow y'n eur ma. A vynnsowgh ysi agan para a dhasweles an wiasva ma ha keworra skodhyans y'n termyn a dheu?

source: To allow it:
kw: Dh'y amyttya:

source: To get search suggestions, %1$s needs to send what you type in the address bar to the search engine you’ve chosen. %2$s.
kw: Rag kavos profyansow hwilas, yma odhom dhe %1$s danvon an pyth a skrifowgh y'n barr trigva dhe'n jynn hwilas dewisys genowgh. %2$s.

source: To get suggestions, %1$s needs to send what you type in the address bar to the search engine.
kw: Dhe gavos profyansow %1$s a wra danvon an pyth a skrifydh y'n barr trigva dhe'th jynn hwilas.

source: Touch the fingerprint sensor to continue.
kw: Tav an sensour bysol dhe besya.

source: Trackers and Scripts to Block
kw: Helerghellow ha Skrifedhow dhe Lettya

source: Trackers blocked
kw: Helerghellow lettys

source: Trackers blocked since %s
kw: Helerghellow lettys a-dhia %s

source: Tracking, cookies, data choices
kw: Helerghi, pastiow, dewisyow kedhlow

source: Tracking Protection
kw: Difresans rag helerghi

source: Trusted site?\n Allowlist disables Tracking Protection for sites you know and trust.
kw: Gwiasva trestys?\nAn alowrol a dhiallosek difresans helerghi war wiasvaow a wrewgh hwi aswon ha trestya.

source: Turning this off may fix some site problems
kw: Difudha hemma a yll martesen ewna nebes kudynnow an wiasva

source: Turn off Cookie Banner Reduction for %1$s?
kw: Difudha Leheans Baneryow Pastow rag %1$s?

source: Turn off tips on the start screen
kw: Difudha hyntys y'n skrin dalleth

source: Turn off to fix some sites
kw: Difudha dhe ewna nebes gwiasvaow

source: Turn on Cookie Banner Reduction for %1$s?
kw: Enowi Leheans Baneryow Pastiow rag %1$s?

source: Unlock
kw: Dialhwedha

source: Unlock %1$s
kw: Dialhwedha %1$s

source: Unlock using fingerprint if you’ve added Shortcuts or when a website is already open in %s.
kw: Dialhwedha gans ol bys mar kwruss'ta keworra Skochfordhow po pan vo gwiasva ygor seulabrys yn %s.

source: URL already exists
kw: Yma DAK seulabrys

source: URL Autocomplete
kw: Eskowlwul DAK

source: URL copied
kw: URL dasskrifys

source: URL to add
kw: DAK dhe geworra

source: Used to collect, analyze and measure activities like tapping and scrolling
kw: Usys dhe guntel, dielvenna, ha musura gwriansow kepar ha tappya ha rolya

source: Use fingerprint to unlock app
kw: Usya ol bys dhe dhialhwedha app

source: Username
kw: Hanow devnydhyer

source: Verified by: %1$s
kw: Gwirhes gans: %1$s

source: Want to keep Enhanced Tracking Protection off for a site you trust?\n Add it to the Allowlist in Settings
kw: A vynn'ta gwitha Difresyans Gwellhes rag Helerghi difudhys rag gwiva a drestydh?\n Keworr hi dhe'n Gasrol yn Dewisyow

source: Want to see the full version of a site?\n Switch on Desktop Site from the %1$s menu
kw: A vynn'ta gweles gwersyon dien a neb gwiva?\n Gweythres Gwiva Dhesken a'n rol %1$s

source: Web Content
kw: Dalgh an Wi

source: Website loaded
kw: Gwiasva gergys

source: We clear your history when you close the app for extra privacy.
kw: Ni a wra kartha dha istori hag ow tegea an app a-barth privetter.

source: Welcome to %1$s
kw: Dynnargh dhe %1$s

source: Welcome to %1$s!
kw: Dynnargh dhe %1$s!

source: We’ll leave you to your private browsing, but get a quicker start next time with the %1$s widget on your Home screen.
kw: Ni a'th as dhe'th peuri privedh, mes ty a yll dalleth uskissa nessa tro gans widget %1$s y'th skrin tre.

source: What’s New
kw: Pandr'yw nowydh

source: Where incognito meets invisible
kw: Le may tierbyn kudhvodh orth anweladow

source: Why yes, we do have a fresh new look!\n Read more about this and other updates to %1$s.
kw: Wel ya, yma semlans yr nowydh dhyn!\n Red moy yn kever hemma ha nowedhyansow erel dhe %1$s.

source: Widget added to home screen
kw: Widget keworrys dhe skrin tre

source: Would you like to block cookies?
kw: A vynn'ta lettya pastiow?

source: Would you like to turn on search suggestions?
kw: Eus hwans dhywgh bywhe profyansow hwilas?

source: YES
kw: YA

source: Yes please
kw: Ya, mar pleg

source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the Mozilla, Firefox or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
kw: Nyns yw grontys dhis gwiryow po leshyansow vytholl dhe werthnosow an Fondyans Mozilla po py rannbarth pynag, ynna an henwyn po avenyow Mozilla, Firefox, po %1$s. Y hyllir kavos kedhlow ynwedhek <a href="%2$s">omma</a>.

source: You can leave %1$s to open this link in %2$s.
kw: Ty a yll diberth a %1$s dhe ygeri an gevren ma yn %2$s.

source: You can use your fingerprint to continue your current app session.
kw: Ty a yll usya dha vysol dhe besya dha esedhek app a-lemmyn.

source: You have disabled content blocking for these websites.
kw: Ty a dhisweythresas lettya dalgh y'n gwiasvaow ma.

source: Your autocomplete list:
kw: Agas rol eskollenwel:

source: Your browsing history has been erased.
kw: Dha istori peuri re beu diles.

source: You’re protected!
kw: Difresys os!

source: Your fingerprint can unlock %1$s if a URL is already opened in the app. Stealth will be turned on.
kw: Dha ol bys a yll dialhwedha %1$s mar po DAK ygerys y'n app seulabrys.

source: Your Rights
kw: Dha Wiryow

source: Your search, your way
kw: Dha hwilas, dha fordh

source: %1$s is ready to block ads
kw: Parys yw %1$s dhe lettya argemydnow

source: Ad blocking
kw: Lettya argemydnow

source: Ad Blocking
kw: Lettya argemydnow

source: As a private browser, we never save and cannot restore your last browsing session.
kw: Avel peurell brivedh, ny wren nevra gwitha agas esedhek peuri diwettha ha ny yllyn y dhaskavos.

source: Authentication required
kw: Res yw gwirya

source: Autocomplete
kw: Kollenwel awtomatek

source: Autocomplete URLs for sites you use most Long-press any URL in the address bar
kw: Awtolenwel URLs rag agas gwiasvaow gwella Hirwaskowgh neb URL y'n barr trigva

source: Automatic private browsing. Browse. Erase. Repeat.
kw: Peuri privedh awtomatek. Peurowgh. Dileowgh. Daswrewgh.

source: Block ads and other annoyances
kw: Lettya argemydnow ha troblow erel

source: Block all cookies (will cause websites to break)
kw: Lettya pub cookie (gwiasvaow a vedh cawsys dhe derry)

source: Block all third-party cookies (may cause websites to break)
kw: Lettya pob cookie treja party (gwiasvaow a alja terry)

source: Block content like ads and code that follow you around the web and slow you down. Turn on ad blocking to browse faster without annoying ads.
kw: Lettya dalgh kepar hag argemydnow ha cod a wra agas holya a-dro dhe'n wias ha'gas lenthe. Enowowgh lettya argemydnow rag pory moy uskis heb argemydnow fyslek.

source: Blocks trackers that analyze and measure interactions like tapping and scrolling
kw: Rag lettya helerhellow a wra dielvedna ha musura gwrianjow kepar ha tappya ha scrollya

source: Blocks tracking activity, but may cause some sites and pages to behave unexpectedly
kw: Rag lettya gwrians helerhy, mes hemm a alja cawsya neb gwiasvaow ha folednow dhe fara en maner anwortys

source: Block third-party trackers cookies (recommended)
kw: Lettya cookies helerhellow treja party (comendys)

source: Browse faster by stopping ads and code that follows you around the web.
kw: Porowgh moy uskis dre lettya argemydnow ha cod a wra agas holya a-dro dhe'n wias.

source: Content Blocking is disabled
kw: Dialosegys yw lettya dalgh

source: Content Blocking is enabled
kw: Galosegys yw lettya dalgh

source: Copy image address
kw: Kopia trigva an imach

source: Copy link address
kw: Kopia trigva an gevren

source: Custom URLs
kw: URLs personelhes

source: Default URL List
kw: Rol URL defowt

source: Disable
kw: Dialosegy

source: Downloaded files <b>will not be deleted</b> when you erase %1$s history.
kw: <b>Ny vydh diles</b> restrednow iskergys pan wrellowgh hwi dilea istori %1$s.

source: Download File
kw: Iskarga an restren

source: Enable
kw: Galosegy

source: Enable to autocomplete sites you add here.
kw: Galosegy rag awto-lenwel gwiasvaow keworrys genowgh obma.

source: Enable to have %1$s autocomplete over 450 popular URLs in the address bar.
kw: Gallosegi dhe gavos %1$s kollenwel yn awtomatek moy es 450 URL gerys da y'n barr trigva.

source: Hide webpages when switching apps
kw: Kudha folennow gwias pan ow skwychya towlennow

source: New feature! Browse faster by stopping ads and code that follow you around the web.
kw: Nas noweth! Porowgh moy uskis dre lettya argemydnow ha cod a wra agas holya a-dro dhe'n wias.

source: No (allow all cookies)
kw: Na wra (alowa pub cookie)

source: Oops
kw: Oups

source: Open a link in a new tab Long-press any link on a page
kw: Ygeri kevren yn tabb nowydh Hirwaskowgh neb kevren folen

source: Open every link in %1$s Set %1$s as default browser
kw: Ygeri pub kevren yn %1$s Settya %1$s avel an beurell dhefowt

source: Open link in new tab
kw: Ygeri an gevren yn tabb nowydh

source: Open with app
kw: Ygeri gans towlen

source: Problem loading page
kw: Kudyn ow karga an folen

source: Removes ads designed to track site visits even if you don’t tap them
kw: Rag dilea argemydnow desinys dhe helerhy visityansow dhe wiasvaow ken na wrella why aga thappya

source: Restart %1$s
kw: Dastalleth %1$s

source: Return to your favorite sites in %1$s quickly. Just select "Add to Home screen" from the %1$s menu.
kw: Dehwelowgh dhe'gas gwiasvaow meurgerys yn %1$s yn uskis. Dewisowgh "Keworra dhe'n skrin dre" y'n rol %1$s.

source: Saved and shared images <b>will not be deleted</b> when you erase %1$s history.
kw: <b>Ny vydh diles</b> imajys gwithys ha rynnys pan wrellowgh hwi dilea istori %1$s.

source: Save image
kw: Gwitha an imach

source: Secure connection failed
kw: An junyans diogel a fyllis

source: Share image
kw: Ranna an imach

source: Share link
kw: Ranna an gevren

source: Site behaving unexpectedly? Try turning off Tracking Protection
kw: Eus kudyn gans an wiasva? Assayowgh diallosegi difresans rag helerghi

source: Sorry. %1$s had a problem and crashed.
kw: Diharesow. Y feu kudyn gans %1$s hag ev a vommas.

source: Stops ads and other annoyances using block lists from Easylist, EasyPrivacy, Fanboy’s Annoyance, and 777Guard Mobile Ad Filter
kw: Rag lettya argemydnow ha troblow erel der usya rolyow lettya gen Easylist, EasyPrivacy, Fanboy's Annoyance ha 777Guard Mobile Ad Filter

source: Stops social-media related trackers embedded on websites, including social share buttons
kw: Rag lettya helerhellow media cowethasek sedhys en gwiasvaow, et aga mesk botons radna cowethasek

source: The address isn’t valid
kw: Nyns yw da an drigva

source: The address wasn’t understood
kw: Ny veu an drigva konvedhys

source: The connection timed out
kw: Termyn an junyans a dhiwedhas

source: Trusted site? Allowlist disables Tracking Protection for sites you know and trust.
kw: Gwiasva trestys? An alowrol a dhiallosek difresans helerghi war wiasvaow a wrewgh hwi aswon ha trestya.

source: Turn off tips on the %1$s start screen
kw: Diallosegi profyansow war skrin dre %1$s

source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
kw: <ul> <li>Checkyowgh an drigva rag kammwriansow kepar ha <strong>ww</strong>.ensampel.com yn le <strong>www</strong>.ensampel.com</li> <li>Mar ny yllowgh karga folen vyth, checkyowgh junyans data po Wi-Fi agas devis.</li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>
kw: <ul> <li>An wiasva a allsa bos ankavadow rag tro po re vysi. Assayowgh arta wosa pols.</li> <li>Mar ny yllowgh karga folen vyth, checkyowgh junyans data po Wi-Fi agas devis.</li> </ul>

source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
kw: <ul> <li>Kaws an kudyn ma a allsa bos diallosegi po nagha cookies.</li> </ul>

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
kw: <ul> <li>Trigvaow gwias yw skrifys dre vras avel <strong>http://www.ensampel.com/</strong></li> <li>Surhowgh agas bos owth usya slashys war-rag (h.y. <strong>/</strong>).</li> </ul>

source: <ul> <li>You might need to install other software to open this address.</li> </ul>
kw: <ul> <li>Y hallsa bos res dhywgh ynstallya medhelweyth aral rag ygeri an drigva ma.</li> </ul>

source: We can’t load this page for some reason.
kw: Ny yllyn karga an folen ma rag neb acheson.

source: What's New
kw: Pandr'yw nowydh

source: abnormality
kw: annormalder

source: account recovery key
kw: alhwedhen daskavos akont

source: add-on
kw: keworrans

source: aggregate
kw: kuntel

source: All Hands
kw: Dhe Beub

source: alternate text
kw: ken tekst

source: appear
kw: omdhiskwedhes

source: appearance
kw: semlant

source: attack
kw: omsettya

source: attacker
kw: omsettyer

source: Attack Site
kw: Gwiasva Omsettyans

source: attendee
kw: attendyer

source: authenticate
kw: gwiryonhe

source: authenticated
kw: gwiryonhes

source: authentication code
kw: koden wiryonhe

source: autoplay
kw: awtoseni

source: back out
kw: diswul

source: backup authentication code
kw: koden wiryonhe spar

source: black box
kw: kist dhu

source: bookmark
kw: lyververk

source: boolean
kw: eghen boole

source: boot
kw: tewlel

source: breakpoint
kw: torrboynt

source: Bug report
kw: Derivas pryv

source: certificate authority
kw: awtorita testskrif

source: channel
kw: kanel

source: cipher
kw: syffren

source: clipboard
kw: astel glypp

source: clockwise
kw: naswedhek

source: colorway
kw: liwva

source: compact
kw: kewask

source: compact - recommend deprioritize
kw: goweskel

source: confirmation code
kw: koden afydhya

source: context
kw: kettesten

source: contribute
kw: kevri

source: cookie banner
kw: baner pastiow

source: corrupt
kw: legrys

source: corrupted
kw: legrys

source: counterclockwise
kw: gorthnaswedhek

source: crash
kw: droglam

source: cross-site tracking cookie
kw: pasti helerghi treus-wiva

source: cryptominer
kw: kelhwelell

source: cryptomining
kw: kelhwel

source: debug
kw: dispryvya

source: deceptive site
kw: gwiasva dollek

source: decode
kw: diskodya

source: decryption
kw: diskelans

source: disinformation
kw: gorthkedhlow

source: distrust
kw: diskrysi

source: eavesdropping
kw: goraspia

source: email mask
kw: visour e-bost

source: enable
kw: gweythresa

source: encode
kw: argodya

source: encrypt
kw: argeles

source: encryption
kw: argelans

source: end user
kw: devnydhyer diwedhek

source: executable file
kw: restren weythresadow

source: extension
kw: ystynnans

source: external
kw: a-ves

source: Fellow
kw: Kila

source: filter bubble
kw: hwythen sidhel

source: fingerprinter
kw: bysoler

source: fingerprinting
kw: kemeres bysol

source: Firefox View
kw: Firefox Gweles

source: gear
kw: taklow

source: grassroots
kw: a-werin

source: home page
kw: folen dre

source: idle
kw: syger

source: import
kw: ymperthi

source: independent browser
kw: peurell anserghek

source: innovations
kw: ragresegyansow

source: insecure
kw: andiogel

source: installation
kw: leans

source: Issue
kw: Kudyn

source: Legacy extension
kw: Hen ystynnans

source: misinformation
kw: kammgedhlans

source: native
kw: teythyek

source: net neutrality
kw: diduelder an wi

source: nonprofit
kw: divudh

source: non-profit
kw: divudh

source: open source
kw: fenten ygor

source: override
kw: gorthwul

source: participation
kw: kevrenogans

source: Patch
kw: Klout

source: phone number mask
kw: visour niver pellgowser

source: pop-up
kw: lammen

source: preference
kw: dewisyans

source: release
kw: dyllans

source: report
kw: derivas

source: restricted site
kw: gwiva strothys

source: revert
kw: dehweles

source: Review checker
kw: Checkyer daswelansow

source: search suggestion
kw: profyans hwilas

source: security keys
kw: alhwedhow diogeledh

source: sensitive
kw: tender

source: sidebar
kw: barr tenewen

source: sign
kw: sina

source: signer
kw: siner

source: sign in
kw: omgelmi

source: sign-in
kw: omgolm

source: studies
kw: studhyansow

source: Terms of Service
kw: Ambosow an Service

source: track
kw: helerghi

source: trackers
kw: helerghellow

source: Tracking Content
kw: Dalgh Helerghi

source: Turbo Mode
kw: Modh Turbo

source: unencrypted
kw: anargelys

source: unresponsive
kw: anworthebus

source: unsafe
kw: andiogel

source: validate
kw: dilysa

source: validity
kw: dilyster

source: version
kw: gwersyon

source: Web Authentication
kw: Gwiryonheans Gwi
